Repository: danielchi0716/resume-app
Catalog: ResumeCore/iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: zh_hant

# action.collapse
source: Show less
zh_hant: 收合

# action.expand
source: Read more
zh_hant: 展開全文

# contact.phone
source: Phone
zh_hant: 電話

# cta.bridge
source: Want to chat? Pick a channel below ↓
zh_hant: 想進一步交流？任選一個方式聯絡我 ↓

# cta.subtitle
source: Three platforms, one resume — Android and iOS share a KMP core, Web stands alone.
zh_hant: 一份內容、三個平台。Android 與 iOS 共用 KMP 核心，Web 各自獨立呈現。

# cta.thanks
source: Thanks for reading
zh_hant: 感謝閱讀到這裡

# error.retry
source: Retry
zh_hant: 重試

# error.title
source: Failed to load
zh_hant: 載入失敗

# nav.more
source: More
zh_hant: 更多

# nav.profile
source: Profile
zh_hant: 個人資料

# nav.skills
source: Skills
zh_hant: 專業技能

# nav.work
source: Work
zh_hant: 工作經歷

# period.present
source: Present
zh_hant: 至今

# platform.web_desc
source: Responsive web
zh_hant: 響應式網頁版

# section.about
source: About
zh_hant: 關於

# section.contact
source: Get in Touch
zh_hant: 聯絡我 · Get in Touch

# section.education
source: Education
zh_hant: 學歷

# section.languages
source: Languages
zh_hant: 語言能力

# section.main_projects
source: Key Projects
zh_hant: 主要專案

# section.side_projects
source: Side Projects
zh_hant: 個人專案

# section.work
source: Experience
zh_hant: 工作經歷

# sheet.cancel
source: Cancel
zh_hant: 取消

# sheet.open_settings
source: Open System Settings
zh_hant: 前往系統設定

# sheet.open_web
source: Web version
zh_hant: Web 版本

# sheet.title
source: Appearance
zh_hant: 外觀與選項

# skills.summary
source: %1$lld areas · %2$lld skills
zh_hant: %1$lld 個領域 · %2$lld 項技術

# stat.companies
source: Companies
zh_hant: 間公司

# stat.projects
source: Projects
zh_hant: 主要專案

# stat.total_years
source: Years
zh_hant: 總年資

# state.loading
source: Loading…
zh_hant: 載入中…

# tab.more
source: More
zh_hant: 更多

# tab.profile
source: Profile
zh_hant: 個人

# tab.skills
source: Skills
zh_hant: 技能

# tab.work
source: Work
zh_hant: 經歷

# theme.dark
source: Dark
zh_hant: 深色 Dark

# theme.light
source: Light
zh_hant: 淺色 Light

# theme.system
source: Follow system
zh_hant: 跟隨系統

# work.detail_title
source: Work
zh_hant: 工作經歷

# work.swipe_hint
source: Swipe to switch
zh_hant: 左右滑動切換

# work.view_detail
source: View detail
zh_hant: 查看詳細
